start_command = 
    .description = Start the bot
language_command = 
    .description = Change language

WELCOME = Привет! Я бот для менторства, моя миссия – помогать менторам и менти найти друг друга.Чтобы найти ментора, нажми /find_mentors Если захочешь вернуться в основное меню, нажми /start (прогресс будет потерян).
FILL_NAME = Введите имя?
CHOOSE_SPECIALIZATION = С какой из следующих профессиональных областей ты связываешь свое дальнейшее карьерное развитие? Выбери одно направление, которое тебе наиболее релевантно. Список направлений кнопками:
YEARS_OF_EXPERIENCE = Какой у тебя опыт работы в выбранной профессии? (в годах). Если у тебя нет опыта работы в этой профессии, напиши “0”.
YEARS_OF_EXPERIENCE_WRONG = Неверный формат, пожалуйста, введи число. Если у тебя нет опыта работы в этой профессии, напиши "0". 
MORE = Показать ещё
I_FOUND = Я нашел
BOT_FOUND_MENTORS = 🎉 Я нашел для тебя следующие варианты:
NO_MENTORS_FOUND = К сожалению, у нас пока нет подходящих менторов. Если они у нас появятся, мы обязательно тебя уведомим.\n\nА пока мы предлагаем тебе попробовать найти ментора в https://t.me/Nfng_bot\n\nЕсли хочешь вернуться в основное меню, нажми /start (прогресс будет потерян)
MENTORS_FOUND = Если кто-то из менторов тебе подходит, нажми “Я нашел”: я подскажу тебе следующие шаги.\n\nЕсли хочешь посмотреть еще варианты, нажми “Покажи еще”.\n\nЕсли хочешь начать поиск заново, нажми /start
language = 
    .select = Please, select your language
    .changed = Language successfully changed!