start_command = 
    .description = Start the bot
language_command = 
    .description = Change language

welcome =
    Сәлем!👋🏼
    Мен менторлык ботпын, менің міндетім - ментор мен менти бір-бірін табуға көмектесу. Менторды табу үшін /find_mentors нұсқауын басыңыз. 

    Егер мәзірге оралғыңыз келсе, /start нұсқауын басыңыз (прогресс жоғалады).

enter_name = Есіміңізді жазыңыз

choose_specialization = 
    Өзіңіздің кәсіби дамуыңызды берілген бағыттардың қайсысымен байланыстырасыз?
    Сізге сәйкес келетін бір бағытты таңдаңыз.
    🔍Бағыттардың тізімі:

enter_yoe = 
    Таңдаған мамандығыңыз бойынша қанша жыл тәжірибеңіз бар? 
    Тәжірибеңіз болмаса, «0» деп жазыңыз.

yoe_validation_failed = 
    🙅🏻Қате формат, санды еңгізіңіз. Бұл мамандықта тәжірибеңіз болмаса, «0» деп жазыңыз.

show_more = Басқа опциялар

found = Таптым

found_mentors = 🎉 Мен cаған келесі опцияларды таптым:

no_matching_mentors = 
    😓Өкінішке орай, әзірше сізге лайықты менторлар жоқ. Егер жаңа менторлар қосылса, біз сізбен хабарласамыз. 

    Әзірше https://t.me/Nfng_bot - да менторды тауып көруді ұсынамыз. 

mentors_list_actions = 
    Менторлардың бірі сізге сәйкес келсе, «Таптым» опциясын басыңыз: мен сізге келесі қадамдарды корсетемін. 
    Қосымша опцияларды көргіңіз келсе, «Басқа опциялар» -ды басыңыз.

mentors_finding_confirmed = Тамаша! Біз өте қуаныштымыз❤️

no_more_matching_mentors = 
    Өкінішке орай, әзірше басқа ментор жоқ :(

    Әзірше https://t.me/Nfng_bot - да менторды тауып көруді ұсынамыз. 
    
language = 
    .select = Пожалуйста, выбери язык
    .changed = Успешно изменен!