start_command = 
    .description = Start the bot
language_command = 
    .description = Change language

welcome =
    Привет!👋🏼
    Я бот для менторства, моя миссия – помогать менторам и менти найти друг друга. Чтобы найти ментора, нажми /find_mentors. 
    
    Если захочешь вернуться в основное меню, нажми /start (прогресс будет потерянy).

enter_name = Введи имя

choose_specialization = 
    С какой из профессиональных областей ты связываешь свое карьерное развитие? 
    Выбери одно направление, которое тебе наиболее релевантно.
    🔍 Список направлений кнопками: 

enter_yoe = 
    Какой у тебя опыт работы в выбранной профессии? (в годах). 
    Если у тебя нет опыта работы в этой профессии, напиши “0”.

yoe_validation_failed = 
    🙅🏻Неверный формат, пожалуйста, введи число. Если у тебя нет опыта работы в этой профессии, напиши "0".

show_more = Показать ещё

found = Я нашел

found_mentors = 🎉 Я нашел для тебя следующие варианты:

no_matching_mentors = 
    😓К сожалению, у нас пока нет подходящих менторов. Если они у нас появятся, мы обязательно тебя уведомим.

    А пока мы предлагаем тебе попробовать найти ментора в https://t.me/Nfng_bot 

mentors_list_actions = 
    Если кто-то из менторов тебе подходит, нажми “Я нашел”: я подскажу тебе следующие шаги.
    Если хочешь посмотреть еще варианты, нажми “Показать еще”. 

mentors_finding_confirmed = Отлично! Мы очень рады❤️

no_more_matching_mentors = 
    К сожалению, у нас больше нет менторов :(

    Если тебе никто не подошёл – мы предлагаем тебе попробовать найти ментора в https://t.me/Nfng_bot

language = 
    .select = Пожалуйста, выбери язык
    .changed = Успешно изменен!